{
  "nav-home": "Home",
  "nav-about": "About us",
  "nav-about-us": "Our Story",
  "nav-about-advantage": "Our Advantage",
  "nav-products": "Products",
  "nav-category-arr": [
    { "nav-category": "Ducks and geese", "link": "Sản-phẩm-cho-vịt-ngan" },
    {
      "nav-category": "Poultry",
      "link": "Sản-phẩm-cho-gia-cầm"
    },
    {
      "nav-category": "Swine",
      "link": "Sản-phẩm-cho-lợn"
    },
    {
      "nav-category": "Pet",
      "link": "Sản-phẩm-cho-thú-nhỏ"
    },
    {
      "nav-category": "Cattle",
      "link": "Sản-phẩm-cho-đại-gia-súc"
    },
    {
      "nav-category": "Aquatic",
      "link": "Sản-phẩm-cho-thủy-sản"
    },
    { "nav-category": "Imported products", "link": "Sản-phẩm-nhập-khẩu" },
    { "nav-category": "Disinfectants", "link": "Sản-phẩm-sát-trùng" }
  ],
  "nav-solutions": "CNC Solutions",
  "nav-solutions-arr": [
    {
      "nav-solution": "Veterinary Diagnostic Testing",
      "link": "Chẩn-đoán-xét-nghiệm-bệnh-động-vật"
    },
    {
      "nav-solution": "Antibiotic Susceptibility Testing",
      "link": "Kháng-sinh-đồ"
    },
    { "nav-solution": "PCR Tests", "link": "Các-phép-thử-PCR" },
    { "nav-solution": "ELISA Tests", "link": "Các-phép-thử-ELISA" },
    {
      "nav-solution": "Other Serological Tests",
      "link": "Các-phép-thử-huyết-thanh-học-khác"
    },
    {
      "nav-solution": "Microorganism Isolation",
      "link": "Phân-lập-vi-sinh-vật"
    }
  ],
  "nav-news": "News",
  "nav-news-1": "Company News",
  "nav-news-2": "Industry News",
  "nav-resources": "Resources",
  "nav-resources-1": "FAQ",
  "nav-resources-2": "Guide",
  "nav-contact": "Contact",
  "toast-success": "Request information sent successfully",
  "toast-error": "You've already had it in your cart",
  "schema_required": "This field is required",
  "schema_email": "Invalid email address",
  "schema_phoneNumber": "Incorrect phone number format",
  "form_title": "Contact Us",
  "placeholder_name": "Name",
  "placeholder_tel": "Phone",
  "placeholder_message": "Message",
  "placeholder_company": "Company Name",
  "footer_follow": "Follow Us",
  "footer_address": "Lot 28, Quang Minh Industrial Park, Quang Minh St., Me Linh Dist. Hanoi, Viet Nam",
  "footer_quicklink": "Quick link",
  "company_name": "CNC veterinary medicine production and trading joint stock company",
  "company_info": "is a brand specializing in the research, production, and business of vaccines and advanced biotechnological products used in veterinary and aquaculture. We also provide technology transfer consulting services in the field.",
  "copyright": "Copyright © 2023 CNC Veterinary Medicine Production and Trading Co., Ltd. All rights reserved.",
  "product_inquiry": "Product Inquiry",
  "random_products": "Random Products",
  "related_products": "Related Products",
  "related_articles": "Related Articles",
  "inquiry_cart": "Inquiry Basket",
  "inquiry_empty": "Empty",
  "inquiry_inquire": "Inquire",
  "inquiry_status": "No Items Added",
  "inquiry_delete": "Delete",
  "popup_title": "SEND US A MESSAGE",
  "popup_description": "Please feel free to leave your message. We will reply to you as soon as possible.",
  "search_placeholder": "Search for products",
  "advantage_title": "Our Advantage",
  "company_history": "AnivacC Development History",
  "about_title": "Company Overview",
  "about_sub1_content1": "The CNC Veterinary Medicine Production and Trading Joint Stock Company was established in 2013, headquartered at Lot 28, Quang Minh Industrial Park, Me Linh, Hanoi. As a high-tech biotechnology enterprise, we specialize in researching, producing, importing, and trading vaccines, antibodies, pharmaceuticals, and biologics for veterinary and aquaculture.",
  "about_sub1_content2": "Currently, our company operates with 05 production lines, including 02 GMP-WHO standard production lines for veterinary vaccines and antibodies, disinfectants, and 03 production lines for nutritional products and supplements.",
  "about_sub1_content3": "We have produced ",
  "about_sub1_bold1": "over 40 vaccines, antibodies, veterinary drugs, and supplements ",
  "about_sub1_content4": "that have been licensed for circulation in Vietnam. These products are strictly controlled for quality according to GMP, GLP, GSP standards before reaching livestock breeders nationwide. Additionally, we have ",
  "about_sub1_bold2": "more than 20 imported products ",
  "about_sub1_content5": "from Asia, Europe, and the Americas.",
  "about_sub2_bold1": "Our strength lies in having ",
  "about_sub2_content1": "a team of leading experts in vaccine production and biologics, constantly researching, improving techniques, and introducing new products and timely solutions for effective prevention and treatment against the continuous complex evolution of new animal diseases.",
  "about_sub2_bold2": "The core technical foundation of CNC is ",
  "about_sub2_content2": "always to research and update the world's advanced manufacturing technology, to produce high-quality products that are safe and friendly to animals, minimizing the use of antibiotics and harmful chemicals for prevention and treatment. These include new generation vaccines (combination vaccines, subunit vaccines), antibodies (polyvalent antibodies, specific antibodies), non-specific immune stimulants (Interferon, Transfer Factor), and biotechnological products such as Bacteriophages, which are used for terrestrial and aquatic animals and have been trusted and chosen by livestock breeders for many years.",
  "about_sub3_bold": "Our burning desire is ",
  "about_sub3_content": "to be a pioneer, always accompanying livestock breeders in developing a sustainable and stable economy. We are committed to delivering quality products according to international standards, not only meeting domestic demand but also aiming for export to the world market.",
  "about_sub4_bold": "Finally, ",
  "about_sub4_content1": "our motto for all actions:",
  "about_sub4_content2": [
    { "about": "Leading technology," },
    { "about": "for animal health," },
    { "about": "grow with farmers." }
  ],
  "advantage_header1": "Leadership Team",
  "advantage_header2": "Modern Manufacturing Plant System",
  "advantage_header3": "Continuous Development and Product Enhancement",
  "advantage_content1": "CNC Veterinary Medicine Production and Trading Joint Stock Company was established in 2014 with four founding members who are leading experts in the research and production of veterinary vaccines in Vietnam. In the early stages of establishment, the company focused on researching and producing biological products and antibodies for veterinary use, such as CNC Pig01, CNC Dog01, CNC AntiGUM, CNC AntiDHV, CNC AntiE.coli, as well as vaccine diluents such as CNC Diluent and CNC Diluent Blue. After nearly 10 years since its inception, the company has built a reputable brand and developed many high-quality and trusted products, particularly in the field of vaccine diluents.",
  "advantage_content2": "Continuing the research and development of veterinary vaccines, in May 2019, the company's Board of Directors decided to expand and construct a GMP-WHO standard veterinary vaccine production plant at Lot 28, Quang Minh Industrial Park, Quang Minh Town, Me Linh, Hanoi. The company has implemented a production line for virus vaccines on cell cultures that meet the GMP-WHO standard. Investments have been made in automatic equipment, including a fully automated production line that meets WHO standards, such as automatic bottle washing machines, automatic dosage dispensers, automatic aluminum cap sealers, labeling machines, automated finishing machines, and vaccine freeze-drying machines. The company has also invested in sending technical personnel to Europe to learn about new technologies. The quality control department (GLP) has been upgraded to an ISO 17025 standard laboratory, serving both product quality assessment and research and development (R&D) activities. The warehouse system (GSP) is designed in a systematic manner, from raw material storage to finished product and cold storage, adhering to GSP standards and maintaining a neat and organized arrangement.",
  "advantage_content3": "With the existing potential of AniVacC's human resources, after completing the production lines, the company has undertaken the production of virus vaccines for the prevention of diseases in various animals. This includes vaccines for pigs such as PRRS, CSF, Parvo, Aujeszky's disease, vaccines for poultry such as Gumboro, Newcastle, IB, vaccines for ducks such as DHV, DEV, Derzsy's disease, and vaccines for other livestock such as buffaloes, cows, dogs, goats, and rabbits.",
  "home_about1": "CNC Veterinary Medicine Production and Trading Joint Stock Company was established in 2014 with four founding members who are leading experts in the research and production of veterinary vaccines in Vietnam. In its early stage, the company focused on researching and producing biological products and antibodies for veterinary use, such as CNC Pig01, CNC Dog01, CNC AntiGUM, CNC AntiDHV, CNC AntiE.coli, as well as vaccine diluents like CNC Diluent and CNC Diluent Blue. After nearly 10 years since its establishment, the company has built a reputable brand and developed many high-quality and trusted products, particularly in the field of vaccine diluents.",
  "home_about2": "Continuing the research and development of veterinary vaccines, in May 2019, the company's Board of Directors decided to expand and construct a veterinary vaccine production plant that meets GMP-WHO standards at Lot 28, Quang Minh Industrial Park, Quang Minh Town, Me Linh, Hanoi. The company has implemented a production line for virus vaccines on cell cultures that meet the GMP-WHO standard. Investments have been made in automatic equipment, including a fully automated production line that meets WHO standards, such as automatic bottle washing machines, automatic dosage dispensers, automatic aluminum cap sealers, labeling machines, automated finishing machines, and vaccine freeze-drying machines. The company has also invested in sending technical personnel to Europe to learn about new technologies.",
  "home_about_heading": "About",
  "home_about_style1": [
    {
      "home_about": "The CNC Veterinary Medicine Production and Trading Joint Stock Company was established in 2013, headquartered at Lot 28, Quang Minh Industrial Park, Me Linh, Hanoi. As a high-tech biotechnology enterprise, we specialize in researching, producing, importing, and trading vaccines, antibodies, pharmaceuticals, and biologics for veterinary and aquaculture. Currently, our company operates with 05 production lines, including 02 GMP-WHO standard production lines for veterinary vaccines and antibodies, disinfectants, and 03 production lines for nutritional products and supplements."
    },
    {
      "home_about": "We have produced over 40 vaccines, antibodies, veterinary drugs, and supplements that have been licensed for circulation in Vietnam. These products are strictly controlled for quality according to GMP, GLP, GSP standards before reaching livestock breeders nationwide. Additionally, we have more than 20 imported products from Asia, Europe, and the Americas."
    },
    {
      "home_about": "Our strength lies in having a team of leading experts in vaccine production and biologics, constantly researching, improving techniques, and introducing new products and timely solutions for effective prevention and treatment against the continuous complex evolution of new animal diseases."
    },
    {
      "home_about": "The core technical foundation of CNC is always to research and update the world's advanced manufacturing technology, to produce high-quality products that are safe and friendly to animals, minimizing the use of antibiotics and harmful chemicals for prevention and treatment. These include new generation vaccines (combination vaccines, subunit vaccines), antibodies (polyvalent antibodies, specific antibodies), non-specific immune stimulants (Interferon, Transfer Factor), and biotechnological products such as Bacteriophages, which are used for terrestrial and aquatic animals and have been trusted and chosen by livestock breeders for many years."
    },
    {
      "home_about": "Our burning desire is to be a pioneer, always accompanying livestock breeders in developing a sustainable and stable economy. We are committed to delivering quality products according to international standards, not only meeting domestic demand but also aiming for export to the world market."
    },
    { "home_about": "Finally, our motto for all actions:" }
  ],
  "home_about_style2": [
    { "home_about": "Leading technology," },
    { "home_about": "for animal health," },
    { "home_about": "grow with farmers." }
  ],
  "contact": "Get In Touch",
  "contact_info": "We are available 24/7 by fax, e-mail or by phone. You can also use our quick contact form to ask a question about our services.",
  "contact_address": "Add: Lot 28, Quang Minh Industrial Park, Quang Minh St., Me Linh Dist. Hanoi, Viet Nam",
  "contact_phone": "Tel: 0246 684 6622",
  "contact_form": "Contact us",
  "faq_q1": "How about the qualification?",
  "faq_q2": "What if I encounter a technical problem?",
  "faq_q3": "What is the sales policy?",
  "faq_a1": "All products of AnivacC are manufactured using modern production lines, machinery, and technology. They have obtained ISO 9001 and ISO 17025 quality certifications, as well as Good Manufacturing Practice (GMP-WHO) certification for veterinary medicine production from the veterinary department. The imported and distributed products by AnivacC are sourced from reputable manufacturers worldwide and comply with the relevant regulations and restrictions of the national agricultural or veterinary department.",
  "faq_a2": "We provide after-sales service and technical support through online meetings, solution videos, and field visits.",
  "faq_a3": [
    { "line": "The sales policy for distributors is as follows:" },
    {
      "line": "- The price offered to distributors is the wholesale price, excluding VAT."
    },
    {
      "line": "- Payment can be made via bank transfer or cash upon delivery."
    },
    {
      "line": "- For distributors in remote provinces, payment must be made via bank transfer before shipment."
    },
    {
      "line": "- Delivery is made within 7-14 days from the completion of procedures and order confirmation."
    },
    { "line": "- Free shipping is provided within Hanoi city." }
  ],
  "guide": "Download Resources",
  "home_count_b1": "Veterinarians",
  "home_count_b2": "Veterinary medicine products",
  "home_count_b3": "Products manufactured by AnivacC",
  "home_count_b4": "Customer satisfaction",
  "home_partner": "Our partners",
  "home_certificate": "Certificate",
  "home_news": "Information Center",
  "home_news_cate1": "Company News",
  "home_news_cate2": "Industry News",
  "home_news_info": "There are no posts in this category yet",
  "home_product_heading": "See What Products We Offer",
  "home_product_cate1": "Poultry",
  "home_product_cate2": "Swine",
  "home_product_cate3": "Ducks and geese",
  "home_product_cate4": "Pet",
  "home_product_cate5": "Cattle",
  "home_product_cate6": "Aquatic",
  "home_product_cate7": "Imported products",
  "home_product_cate8": "Disinfectants",
  "home_product_p1": "Focus on",
  "home_product_p2": "Poultry Antibodies, Poultry Vaccine, Pig Antibodies, Disinfectants, Nutritional supplements,...",
  "home_service_heading": "We Provide You With A Full Range Of Services",
  "home_service_cate1": "Packaging Customization",
  "home_service_cate2": "After-Sale Technical Service",
  "home_service_cate3": "One-To-One Service",
  "home_service_cate4": "Virus Strain Customization",
  "home_service_cate5": "Marketing Support",
  "home_solution_heading": "Area In Which Our Products Are Applied",
  "home_solution_cate1": "Cattle Breeding",
  "home_solution_cate2": "Poultry Breeding",
  "home_solution_cate3": "Pig Breeding",
  "home_solution_cate4": "Aquatic Breeding",
  "home_solution_cate5": "Disinfectant",
  "product_detail": "Product Description",
  "product-categories": [
    {
      "parent-category": "Ducks and geese",
      "link": "Sản-phẩm-cho-vịt-ngan",
      "child-categories": [
        {
          "child-category": "Vaccine",
          "link": "Vaccine"
        },
        {
          "child-category": "Antibodies",
          "link": "Kháng-thể"
        },
        {
          "child-category": "Medicine and dietary supplements",
          "link": "Thuốc-và-thức-ăn-bổ-sung"
        }
      ]
    },
    {
      "parent-category": "Poultry",
      "link": "Sản-phẩm-cho-gia-cầm",
      "child-categories": [
        {
          "child-category": "Vaccine",
          "link": "Vaccine"
        },
        {
          "child-category": "Antibodies",
          "link": "Kháng-thể"
        },
        {
          "child-category": "Medicine and dietary supplements",
          "link": "Thuốc-và-thức-ăn-bổ-sung"
        }
      ]
    },
    {
      "parent-category": "Swine",
      "link": "Sản-phẩm-cho-lợn",
      "child-categories": [
        {
          "child-category": "Vaccine",
          "link": "Vaccine"
        },
        {
          "child-category": "Antibodies",
          "link": "Kháng-thể"
        },
        {
          "child-category": "Medicine and dietary supplements",
          "link": "Thuốc-và-thức-ăn-bổ-sung"
        }
      ]
    },
    {
      "parent-category": "Pet",
      "link": "Sản-phẩm-cho-thú-nhỏ",
      "child-categories": [
        {
          "child-category": "Vaccine",
          "link": "Vaccine"
        },
        {
          "child-category": "Antibodies",
          "link": "Kháng-thể"
        },
        {
          "child-category": "Medicine and dietary supplements",
          "link": "Thuốc-và-thức-ăn-bổ-sung"
        }
      ]
    },
    {
      "parent-category": "Cattle",
      "link": "Sản-phẩm-cho-đại-gia-súc",
      "child-categories": [
        {
          "child-category": "Vaccine",
          "link": "Vaccine"
        },
        {
          "child-category": "Antibodies",
          "link": "Kháng-thể"
        },
        {
          "child-category": "Medicine and dietary supplements",
          "link": "Thuốc-và-thức-ăn-bổ-sung"
        }
      ]
    },
    {
      "parent-category": "Aquatic",
      "link": "Sản-phẩm-cho-thủy-sản",
      "child-categories": [
        {
          "child-category": "Vaccine",
          "link": "Vaccine"
        },
        {
          "child-category": "Antibodies",
          "link": "Kháng-thể"
        },
        {
          "child-category": "Medicine and dietary supplements",
          "link": "Thuốc-và-thức-ăn-bổ-sung"
        }
      ]
    },
    {
      "parent-category": "Imported products",
      "link": "Sản-phẩm-nhập-khẩu",
      "child-categories": [
        {
          "child-category": "Vaccine",
          "link": "Vaccine"
        },
        {
          "child-category": "Antibodies",
          "link": "Kháng-thể"
        },
        {
          "child-category": "Medicine and dietary supplements",
          "link": "Thuốc-và-thức-ăn-bổ-sung"
        }
      ]
    },
    {
      "parent-category": "Disinfectants",
      "link": "Sản-phẩm-sát-trùng",
      "child-categories": []
    }
  ],
  "cart_info": "The product is already in the inquiry basket",
  "cart_action": "Add to Basket",
  "cart_inquire": "Inquire",
  "products_404": "Sorry, there are no products in this category yet",
  "products_all": "All Products",
  "products_cate1": "Ducks and geese",
  "products_cate2": "Poultry",
  "products_cate3": "Swine",
  "products_cate4": "Pet",
  "products_cate5": "Cattle",
  "products_cate6": "Aquatic",
  "products_cate7": "Imported products",
  "products_cate8": "Disinfectants",
  "products_cate12": "Vaccine",
  "products_cate13": "Antibodies",
  "products_cate14": "Feed Additives",
  "solutions_heading": "CNC Lab",
  "solutions_intro": "For more information about veterinary diagnostic testing, antibiotic susceptibility testing, PCR testing, ELISA testing, microbial isolation, and other serological tests, welcome to our website!",
  "solutions-arr": [
    {
      "solution": "Veterinary Diagnostic Testing",
      "link": "Chẩn-đoán-xét-nghiệm-bệnh-động-vật"
    },
    {
      "solution": "Antibiotic Susceptibility Testing",
      "link": "Kháng-sinh-đồ"
    },
    { "solution": "PCR Tests", "link": "Các-phép-thử-PCR" },
    { "solution": "ELISA Tests", "link": "Các-phép-thử-ELISA" },
    {
      "solution": "Other Serological Tests",
      "link": "Các-phép-thử-huyết-thanh-học-khác"
    },
    {
      "solution": "Microorganism Isolation",
      "link": "Phân-lập-vi-sinh-vật"
    }
  ]
}
